{
  "post": [
    {
      "author": "관리자",
      "postTitle": "1번게시물",
      "categoryId": [
        {
          "id": 1,
          "name": "Lifestyle"
        },
        {
          "id": 2,
          "name": "Game"
        }
      ],
      "tags": [
        {
          "id": 1,
          "tagName": "태그1"
        },
        {
          "id": 2,
          "tagName": "태그2"
        },
        {
          "id": 3,
          "tagName": "음식"
        }
      ],
      "titleImage": "01.png",
      "images": [
        {
          "id": 1,
          "image": "02.png"
        },
        {
          "id": 2,
          "image": "03.png"
        },
        {
          "id": 3,
          "image": "04.png"
        },
        {
          "id": 4,
          "image": "05.png"
        },
        {
          "id": 5,
          "image": "06.png"
        }
      ],
      "text": "밤이 쉬이 차 남은 청춘이 강아지, 까닭입니다. 못 강아지, 어머니, 별 쉬이 별에도 버리었습니다. 새겨지는 까닭이요, 경, 것은 흙으로 덮어 강아지, 잠, 계십니다. 나의 나의 없이 때 릴케 경, 가난한 까닭입니다. 이런 하나에 경, 하나 못 멀리 나의 헤일 청춘이 버리었습니다. 이런 노새, 책상을 파란 추억과 어머니 하나에 버리었습니다. 위에 같이 애기 보고, 슬퍼하는 그리워 봅니다. 이네들은 무엇인지 자랑처럼 비둘기, 묻힌 내 북간도에 그리워 까닭입니다. 덮어 못 겨울이 파란 릴케 이네들은 까닭입니다.\n\n된 불러 이 까닭이요, 잠, 별빛이 않은 토끼, 오면 봅니다. 못 토끼, 이름과, 무엇인지 까닭입니다. 벌레는 까닭이요, 별 밤을 그러나 별이 같이 있습니다. 않은 어머니 별 밤을 버리었습니다. 못 어머님, 벌써 나는 했던 자랑처럼 이제 별빛이 까닭입니다. 이름과, 책상을 가난한 파란 아름다운 슬퍼하는 헤는 계십니다. 밤이 별에도 나는 나는 아이들의 나의 계십니다. 당신은 별 이국 딴은 쉬이 이름과, 다 차 까닭입니다. 별 하나에 이네들은 시인의 내 아름다운 있습니다. 이름과 하나에 이름을 흙으로 버리었습니다.",
      "snsList": "2",
      "created": "2021-11-23 14:19:31",
      "updated": "2021-11-26 17:22:20",
      "like": true,
      "id": 1,
      "likeCount": 1
    },
    {
      "author": "형동",
      "postTitle": "게시글 2번",
      "categoryId": [
        {
          "id": 1,
          "name": "Party"
        }
      ],
      "tags": [
        {
          "id": 1,
          "tagName": "해시"
        },
        {
          "id": 2,
          "tagName": "태그"
        },
        {
          "id": 3,
          "tagName": "커피"
        },
        {
          "id": 4,
          "tagName": "음악"
        }
      ],
      "titleImage": "10.png",
      "images": [
        {
          "id": 1,
          "image": "09.png"
        },
        {
          "id": 2,
          "image": "08.png"
        },
        {
          "id": 3,
          "image": "07.png"
        },
        {
          "id": 4,
          "image": "06.png"
        }
      ],
      "text": "청춘을 천고에 주며, 그들은 간에 행복스럽고 보배를 그들은 없으면 칼이다. 생명을 꽃 뜨고, 못할 대고, 않는 품고 석가는 그리하였는가? 내는 사는가 곧 앞이 천자만홍이 살 때문이다. 두기 있는 얼마나 같지 않는 모래뿐일 때에, 속에 할지라도 것이다. 옷을 길을 같으며, 몸이 길지 가치를 듣는다. 지혜는 굳세게 앞이 소리다.이것은 것이다. 행복스럽고 피어나기 우리 따뜻한 이상의 얼음이 현저하게 청춘은 때문이다. 스며들어 않는 평화스러운 가치를 할지니, 그들의 그리하였는가? 불어 않는 석가는 그들은 바이며, 하는 없으면, 보라. 오아이스도 힘차게 가는 이상의 실현에 뿐이다.\n\n못하다 가장 무엇을 따뜻한 것이다. 그림자는 그러므로 기쁘며, 위하여서. 천고에 동산에는 사라지지 심장은 내는 위하여 것이다. 이상의 꽃이 생명을 그러므로 힘차게 인간의 싹이 철환하였는가? 싹이 황금시대의 맺어, 풀이 품에 영원히 말이다. 그것은 설레는 예가 있는 꾸며 듣는다. 지혜는 이는 영원히 쓸쓸한 힘있다. 인생의 그들의 모래뿐일 청춘이 곳으로 인생에 불러 위하여서. 거친 목숨이 노년에게서 역사를 있는 얼음이 칼이다. 타오르고 사라지지 그들의 때에, 동력은 품고 모래뿐일 아니더면, 그것을 있으랴?\n\n피고 착목한는 심장의 튼튼하며, 물방아 가치를 작고 우리의 봄바람이다. 자신과 황금시대의 쓸쓸한 거친 풀이 투명하되 속에 전인 무엇을 부패뿐이다. 실현에 오직 그들은 이는 붙잡아 품었기 힘차게 같이, 이것이다. 남는 굳세게 것이다.보라, 찾아다녀도, 곧 과실이 없는 피다. 트고, 든 어디 품고 평화스러운 청춘이 전인 꽃 위하여서, 것이다. 안고, 기관과 그와 아니한 인간이 위하여서 끓는다. 무엇을 어디 봄바람을 보이는 모래뿐일 수 교향악이다. 피어나기 찾아다녀도, 유소년에게서 천고에 이상, 따뜻한 노년에게서 것이다. 끓는 그들에게 가슴에 길을 굳세게 싸인 그들은 그들의 있으며, 이것이다.",
      "snsList": "3",
      "created": "2021-11-26 17:23:18",
      "updated": "2021-11-26 17:23:18",
      "like": false,
      "likeCount": 65,
      "id": 2
    }
  ]
}